export const Rules = '活动说明:\n' +
    '每位用户每日享有8次抽奖机会，活动期间点击页面“按钮”即可获取奖品。本次活动奖品中奖率100%，奖品随机获取，具体获取奖品权益以实际到账为准\n' +
    '\n' +
    '特殊说明：\n' +
    '\n' +
    '1.页面中展示的参与次数，为同一用户每天的参与次数:用户依据页面提示参与活动后，即可获得相应礼品。参与活动用户的设备不同，参与活动的具体操作步骤请以进入活动页面时的实时展示为准。参与活动后，中奖的用户应在活动页面、奖品详情页面所提示的时间内领奖，逾期未领，即视为放弃。\n' +
    '\n' +
    '2.领奖后，用户可以通过点击“我的奖品”或查看“奖品详情页面”，查看已领取的奖品及使用规则。\n' +
    '\n' +
    '3.奖品将在活动结束后5-10个工作日安排发放，请准确填写领取账号，因个人原因填写错误，导致领取失败的，将不给予补发。\n' +
    '\n' +
    '4.因不可抗力、技术故障等原因，我们有权相应调整或终止活动，而无需向用户进行赔偿或补偿。\n' +
    '\n' +
    '5.活动期间内，若用户不符合本活动规定的参与条件，或存在其他违法、违规、违约或违反诚实信用原则等行为。用户存在以上任一情形且已经参与活动的，不予发放奖励/权益。如奖励/权益已发放的，本公司有权撤销用户获奖资格，并要求用户返还奖励/权益。\n' +
    '\n' +
    '6.对活动规则、奖品使用规则、奖品领取等有疑问的，请在工作日9:30-18:00，联系杭州一遥网络科技有限公司客服电话：4006305186 \n' +
    '\n' +
    '7.本活动由杭州一遥网络科技有限公司提供'

export const ListData = [
  {
    "name": "杨**",
    "action": "领取幸运福袋"
  },
  {
    "name": "李**",
    "action": "领取幸运福袋"
  },
  {
    "name": "姚**",
    "action": "领取幸运福袋"
  },
  {
    "name": "蔡**",
    "action": "领取幸运福袋"
  },
  {
    "name": "汪**",
    "action": "领取幸运福袋"
  },
  {
    "name": "姚**",
    "action": "领取幸运福袋"
  },
  {
    "name": "汪**",
    "action": "领取幸运福袋"
  },
  {
    "name": "杨**",
    "action": "领取幸运福袋"
  },
  {
    "name": "李**",
    "action": "领取幸运福袋"
  },
  {
    "name": "杨**",
    "action": "领取幸运福袋"
  },
  {
    "name": "李**",
    "action": "领取幸运福袋"
  },
  {
    "name": "姚**",
    "action": "领取幸运福袋"
  },
  {
    "name": "蔡**",
    "action": "领取幸运福袋"
  },
  {
    "name": "汪**",
    "action": "领取幸运福袋"
  },
  {
    "name": "杨**",
    "action": "领取幸运福袋"
  },
  {
    "name": "李**",
    "action": "领取幸运福袋"
  },
  {
    "name": "姚**",
    "action": "领取幸运福袋"
  },
  {
    "name": "蔡**",
    "action": "领取幸运福袋"
  },
  {
    "name": "汪**",
    "action": "领取幸运福袋"
  },
  {
    "name": "姚**",
    "action": "领取幸运福袋"
  },
  {
    "name": "汪**",
    "action": "领取幸运福袋"
  },
  {
    "name": "杨**",
    "action": "领取幸运福袋"
  },
  {
    "name": "李**",
    "action": "领取幸运福袋"
  },
  {
    "name": "杨**",
    "action": "领取幸运福袋"
  },
  {
    "name": "李**",
    "action": "领取幸运福袋"
  },
  {
    "name": "姚**",
    "action": "领取幸运福袋"
  },
  {
    "name": "蔡**",
    "action": "领取幸运福袋"
  },
  {
    "name": "汪**",
    "action": "领取幸运福袋"
  },
  {
    "name": "杨**",
    "action": "领取幸运福袋"
  },
  {
    "name": "李**",
    "action": "领取幸运福袋"
  },
  {
    "name": "姚**",
    "action": "领取幸运福袋"
  },
  {
    "name": "蔡**",
    "action": "领取幸运福袋"
  },
  {
    "name": "汪**",
    "action": "领取幸运福袋"
  },
  {
    "name": "姚**",
    "action": "领取幸运福袋"
  },
  {
    "name": "汪**",
    "action": "领取幸运福袋"
  },
  {
    "name": "杨**",
    "action": "领取幸运福袋"
  },
  {
    "name": "李**",
    "action": "领取幸运福袋"
  },
  {
    "name": "杨**",
    "action": "领取幸运福袋"
  },
  {
    "name": "李**",
    "action": "领取幸运福袋"
  },
  {
    "name": "姚**",
    "action": "领取幸运福袋"
  },
  {
    "name": "蔡**",
    "action": "领取幸运福袋"
  },
  {
    "name": "汪**",
    "action": "领取幸运福袋"
  }
]
